---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.BoltSpacingTwoRows
source: html/f054f8e2-65b2-d498-0f24-15ec3abf8fc1.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWideFlange.BoltSpacingTwoRows Property

Standard bolt spacing for two rows , in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacingTwoRows { get; set; }
```